Repository: jeromecoffin/sourcing
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr, vi

source: Your Profile
fr: Votre Profil
vi: Hồ sơ của bạn

source: Name
fr: Nom
vi: Tên

source: Lastname
fr: Prénom
vi: Họ

source: Phone
fr: Téléphone
vi: Điện thoại

source: Language
fr: Langue
vi: Ngôn ngữ

source: Address
fr: Adresse
vi: Địa chỉ

source: Sourcing preferences
fr: Préférences d'approvisionnement
vi: Sở thích tìm nguồn cung ứng

source: Years of Experiences
fr: Années d'expérience
vi: Số năm kinh nghiệm

source: Submit changes
fr: Soumettre les modifications
vi: Gửi thay đổi

source: Data successfully modified!
fr: Données modifiées avec succès!
vi: Dữ liệu đã được sửa đổi thành công!

source: Logout
fr: Déconnexion
vi: Đăng xuất

source: Welcome
fr: Bienvenue
vi: Chào mừng

source: Dashboard
fr: Tableau de bord
vi: Bảng điều khiển

source: Onboarding
fr: Intégration
vi: Hội nhập

source: Project Management
fr: Gestion de projets
vi: Quản lý dự án

source: RFI/RFQ
vi: Yêu cầu thông tin/Yêu cầu báo giá

source: Account
fr: Compte
vi: Tài khoản

source: Select an option
fr: Sélectionnez une option
vi: Chọn một tùy chọn

source: More KPI, other details...
fr: Plus de KPI, autres détails...
vi: Thêm KPI, chi tiết khác...

source: Submit
fr: Soumettre
vi: Gửi

source: Thanks for feedback!
fr: Merci pour votre retour!
vi: Cảm ơn phản hồi của bạn!

source: More customer data...
fr: Plus de données clients...
vi: Thêm dữ liệu khách hàng...

source: Add field xxx ; More RFIs...
fr: Ajouter le champ xxx ; Plus de RFIs...
vi: Thêm trường xxx ; Thêm yêu cầu thông tin...

source: More/less fields if the new client form ; display other details in the list...
fr: Plus/moins de champs dans le formulaire de nouveau client ; afficher d'autres détails dans la liste...
vi: Thêm/bớt các trường trong mẫu khách hàng mới ; hiển thị các chi tiết khác trong danh sách...

source: Modify fields for RFI/RFQ...
fr: Modifier les champs pour RFI/RFQ...
vi: Chỉnh sửa các trường cho yêu cầu thông tin/yêu cầu báo giá...

source: Password modified successfully
fr: Mot de passe modifié avec succès
vi: Mật khẩu đã được thay đổi thành công

source: Data to generate invoices...
fr: Données pour générer des factures...
vi: Dữ liệu để tạo hóa đơn...

source: Username/password is incorrect
fr: Nom d'utilisateur/mot de passe incorrect
vi: Tên người dùng/mật khẩu không đúng

source: Please enter your username and password
fr: Veuillez entrer votre nom d'utilisateur et votre mot de passe
vi: Vui lòng nhập tên người dùng và mật khẩu của bạn

source: Total Number of Projects
fr: Nombre Total de projets
vi: Tổng số dự án

source: Total Number of suppliers
fr: Nombre Total de fournisseurs
vi: Tổng số nhà cung cấp

source: Total Number of Customers
fr: Nombre Total de clients
vi: Tổng số khách hàng

source: Total Number of RFIs
fr: Nombre Total de RFIs
vi: Tổng số yêu cầu thông tin

source: Total Number of RFQs
fr: Nombre Total de RFQs
vi: Tổng số yêu cầu báo giá

source: Create New Project
fr: Créer un nouveau projet
vi: Tạo dự án mới

source: Loading Form...
fr: Chargement du formulaire...
vi: Đang tải biểu mẫu...

source: Project Title
fr: Titre du projet
vi: Tiêu đề dự án

source: Select RFI
fr: Sélectionner RFI
vi: Chọn yêu cầu thông tin

source: Select RFQ:
fr: Sélectionner RFQ:
vi: Chọn yêu cầu báo giá:

source: Chose Suppliers
fr: Choisir les fournisseurs
vi: Chọn nhà cung cấp

source: Customer Onboarding
fr: Intégration des clients
vi: Hội nhập khách hàng

source: Company
fr: Entreprise
vi: Công ty

source: Notes
fr: Remarques
vi: Ghi chú

source: Save
fr: Enregistrer
vi: Lưu

source: Customer Successfully Added
fr: Client ajouté avec succès
vi: Khách hàng đã được thêm thành công

source: Customer List
fr: Liste des clients
vi: Danh sách khách hàng

source: Title:
fr: Titre:
vi: Tiêu đề:

source: Customer:
fr: Client:
vi: Khách hàng:

source: Customer Data:
fr: Données du client:
vi: Dữ liệu khách hàng:

source: RFI Data :
fr: Données RFI:
vi: Dữ liệu yêu cầu thông tin:

source: No RFI Selected
fr: Aucun RFI sélectionné
vi: Không có yêu cầu thông tin nào được chọn

source: RFQ Data:
fr: Données RFQ:
vi: Dữ liệu yêu cầu báo giá:

source: No RFQ Selected
fr: Aucun RFQ sélectionné
vi: Không có yêu cầu báo giá nào được chọn

source: Final Supplier:
fr: Fournisseur final:
vi: Nhà cung cấp cuối cùng:

source: Project Successfully Updated
fr: Projet mis à jour avec succès
vi: Dự án đã được cập nhật thành công

source: Select Document Type
fr: Sélectionner le type de document
vi: Chọn loại tài liệu

source: Projects
fr: Projets
vi: Dự án

source: New Project
fr: Nouveau projet
vi: Dự án mới

source: Projects Management
fr: Gestion des projets
vi: Quản lý dự án

source: Existing Project
fr: Projet existant
vi: Dự án hiện có

source: Select a Project
fr: Sélectionner un projet
vi: Chọn một dự án

source: No Project Created
fr: Aucun projet créé
vi: Chưa có dự án nào được tạo

source: RFI/RFQ Management
fr: Gestion des RFI/RFQ
vi: Quản lý yêu cầu thông tin/yêu cầu báo giá

source: Chose a type of document
fr: Choisir un type de document
vi: Chọn một loại tài liệu

source: RFI Title
fr: Titre du RFI
vi: Tiêu đề yêu cầu thông tin

source: Reference
fr: Référence
vi: Tham chiếu

source: Location
fr: Emplacement
vi: Vị trí

source: Select a Client:
fr: Sélectionner un client:
vi: Chọn một khách hàng:

source: Requesting Party
fr: Partie demandante
vi: Bên yêu cầu

source: Position
vi: Vị trí

source: Requesting Date
fr: Date de la demande
vi: Ngày yêu cầu

source: Deadline
fr: Date limite
vi: Hạn chót

source: Requesting Information
fr: Informations demandées
vi: Yêu cầu thông tin

source: Select Suppliers
fr: Sélectionner les fournisseurs
vi: Chọn nhà cung cấp

source: Additional Comments
fr: Commentaires supplémentaires
vi: Bình luận thêm

source: Submit RFI
fr: Soumettre RFI
vi: Gửi yêu cầu thông tin

source: Added New RFI
fr: Nouveau RFI ajouté
vi: Đã thêm yêu cầu thông tin mới

source: RFIs List
fr: Liste des RFI
vi: Danh sách yêu cầu thông tin

source: Loading RFIs...
fr: Chargement des RFI...
vi: Đang tải yêu cầu thông tin...

source: Download
fr: Télécharger
vi: Tải xuống

source: RFQ Title
fr: Titre du RFQ
vi: Tiêu đề yêu cầu báo giá

source: Select Customer:
fr: Sélectionner le client:
vi: Chọn khách hàng:

source: Select RFI:
fr: Sélectionner RFI:
vi: Chọn yêu cầu thông tin:

source: Quotation Content
fr: Contenu de la citation
vi: Nội dung báo giá

source: Submit RFQ
fr: Soumettre RFQ
vi: Gửi yêu cầu báo giá

source: RFQ Successfully Added!
fr: RFQ ajouté avec succès!
vi: Yêu cầu báo giá đã được thêm thành công!

source: RFQs List
fr: Liste des RFQ
vi: Danh sách yêu cầu báo giá

source: RFQs Loading...
fr: Chargement des RFQ...
vi: Đang tải yêu cầu báo giá...

source: Download RFQ
fr: Télécharger RFQ
vi: Tải xuống yêu cầu báo giá

source: Download PDF
fr: Télécharger le PDF
vi: Tải xuống PDF

source: Suppliers Management
fr: Gestion des fournisseurs
vi: Quản lý nhà cung cấp

source: Select Type of Document
fr: Sélectionner le type de document
vi: Chọn loại tài liệu

source: List
fr: Liste
vi: Danh sách

source: New Supplier
fr: Nouveau fournisseur
vi: Nhà cung cấp mới

source: Suppliers List
fr: Liste des fournisseurs
vi: Danh sách nhà cung cấp

source: Filter by Product Category
fr: Filtrer par catégorie de produit
vi: Lọc theo loại sản phẩm

source: Filter by Field of Activity
fr: Filtrer par domaine d'activité
vi: Lọc theo lĩnh vực hoạt động

source: Loading Suppliers...
fr: Chargement des fournisseurs...
vi: Đang tải nhà cung cấp...

source: Save edits
fr: Enregistrer les modifications
vi: Lưu chỉnh sửa

source: Successfully Saved Edits!
fr: Modifications enregistrées avec succès!
vi: Đã lưu chỉnh sửa thành công!

source: Export List
fr: Exporter la liste
vi: Xuất danh sách

source: Add Suppliers
fr: Ajouter des fournisseurs
vi: Thêm nhà cung cấp

source: Company Name
fr: Nom de l'entreprise
vi: Tên công ty

source: Contact Name
fr: Nom du contact
vi: Tên liên lạc

source: Categories (Garments, Accessories, Home Textiles...)
fr: Catégories (vêtements, accessoires, textiles de maison...)
vi: Danh mục (Quần áo, Phụ kiện, Dệt may gia đình...)

source: Add new Categories (separated by ,)
fr: Ajouter de nouvelles catégories (séparées par ,)
vi: Thêm danh mục mới (tách bằng ,)

source: Fields of Activity (Dyeing, Importing, Knitting...)
fr: Champs d'activité (teinture, importation, tricotage...)
vi: Lĩnh vực hoạt động (Nhuộm, Nhập khẩu, Đan...)

source: Add now fields of activity (separated by ,)
fr: Ajouter maintenant des champs d'activité (séparés par ,)
vi: Thêm lĩnh vực hoạt động (tách bằng ,)

source: Supplier Successfully Added!
fr: Fournisseur ajouté avec succès!
vi: Nhà cung cấp đã được thêm thành công!

source: Download CSV
fr: Télécharger CSV
vi: Tải xuống CSV

source: Create Project
vi: Tạo dự án
